{
	"en": {
		"translation": {
			"landing.gotoPresale": "GO TO PRESALE",
			"landing.3D.text": "Welcome to A-style, where innovation and tradition converge in a perfect fusion of physical and digital worlds.",
			"landing.searcCopyTitle.text": "The connection between Web3 and",
			"landing.searcCopy.text": "The powerful and recognizable double-meaning A-STYLE logo is now fully minted in 2.0 billion A-STYLE tokens. Every A-STYLE product on the market will have a unique NFC tag. This tag, when scanned with your smartphone, will enable a number of A-STYLE tokens correlated to the product's value that you can store in your crypto wallet.",
			"landing.certifiedHistory.text": "By scanning the NFC tag, you can also verify the authenticity of your A-STYLE product and access the A-STYLE Club, gaining benefits associated with your tokens or purchasing dedicated A-STYLE Products and Services.",
			"landing.certifiedHistoryTitle.text": "Unlock Authenticity and Exclusive Benefits with",
			"video.title": "Start Your A-STYLE Journey",
			"video.subtitle": "Learn more now",
			"roadmap.t1": "Discover what's next",
			"roadmap.t2": "Watch the video and learn how the A-STYLE Ecosystem works",
			"roadmap.t3.1": "A-STYLE Product Development: design and production of A-STYLE physical products",
			"roadmap.t3.2": "NFC Tag: Development of the SQL database to correlate A-STYLE products with A-STYLE tokens",
			"roadmap.t3.3": "Web Marketplace Development: Create an e-commerce platform integrated with Web3 functionality",
			"roadmap.t3.4": "Security Enhancement: Implement security measures to protect the A-STYLE Ecosystem",
			"roadmap.t3.5": "International Brand Marketing: Launch global marketing campaigns to increase brand visibility",
			"roadmap.t4.1": "Team Integration: implement cohesion and team members to improve productivity and innovation",
			"roadmap.t4.2": "Token Liquidity Setup and Web3 improvement: Stabilize token liquidity and improve the infrastructure",
			"roadmap.t4.3": "Product Logistics: Organize logistics for the distribution of physical products",
			"roadmap.t4.4": "Start of Online Sales of A-STYLE Physical Products",
			"roadmap.t4.5": "Online/Offline Marketing: Implement marketing campaigns both online and offline, leveraging social networks, the press, and offline brand visibility",
			"roadmap.t4.6": "Improvement of A-STYLE Club: Enhance the functionalities and benefits of the Club for customers",
			"roadmap.t5.1": "Improvement of Correlation between Web3 and new physical products and services",
			"roadmap.t5.2": "Product Distribution Network: Expand the distribution network to reach a wider audience",
			"roadmap.t5.3": "Marketing Increase: Intensify marketing activities to improve brand visibility through events and sponsorships",
			"roadmap.t6.1": "A-STYLE Product Development: Expand the product range",
			"roadmap.t6.2": "Collaborations and Co-branding: Form strategic partnerships to develop new product lines and stylistic collaborations",
			"step1.title": "Phase 1 (Presale)",
			"step1.text.1": "A-STYLE lands in Web3 and begins the distribution of A-STYLE tokens",
			"step1.text.2": "Web3 amplifies, supports, and promotes Phase 2",
			"step1.text.3": "Owning A-STYLE tokens means joining the A-STYLE Club and enjoying its benefits. It is also an effective tool for verifying the authenticity of A-STYLE products",
			"step2.title": "Phase 2 (Sale)",
			"step2.text.1": "The quality products of the original Italian brand A-STYLE are ready for sale",
			"step2.text.2": "The special NFC (Near Field Communication) tags applied to all A-STYLE products guide each customer into Web3",
			"step2.text.3": "The NFC tag placed on each A-STYLE product you purchase gives you, through your smartphone, a defined number of A-STYLE tokens and ensures that each product is uniquely and reciprocally linked to you for as long as you desire",
			"text.months": "months",
			"brandTitle.1": "The Unique Bond Between",
			"brandTitle.2": "Products and Tokens",
			"brandText": "For every A-STYLE product purchased and then registered through the A-STYLE Club, 10% of its value will be added to the liquidity of the A-STYLE Token, thus supporting the Ecosystem.",
			"brandText.1": "In this way, the value of the tokens reflects the global expansion and success of the A-STYLE brand.",
			"referral.text": "Connect your wallet and get a 10% referral link",
			"updateprice": "Update Price",
			"buynow": "BUY NOW",
			"buy": "Buy $A-STYLE Now!",
			"raised": "Raised"
		}
	},
	"it": {
		"translation": {
			"landing.gotoPresale": "VAI ALLA PREVENDITA",
			"landing.3D.text": "Benvenuti in A-style, dove innovazione e tradizione convergono in una perfetta fusione di mondi fisici e digitali.",
			"landing.searcCopyTitle.text": "La connessione tra Web3 e",
			"landing.searcCopy.text": "Il potente e riconoscibile logo a doppio significato A-STYLE è ora completamente coniato in 2,0 miliardi di token A-STYLE.\nOgni prodotto A-STYLE in vendita sul mercato avrà un'etichetta NFC unica. Questa etichetta, quando scansionata con il tuo smartphone, abiliterà un numero di token A-STYLE correlati al valore del prodotto e che potrai memorizzare nel tuo portafoglio crypto.",
			"landing.certifiedHistory.text": "Scansionando l'etichetta NFC, puoi anche verificare l'autenticità del tuo prodotto A-STYLE e accedere al Club A-STYLE guadagnando benefici associati ai tuoi token o acquistando Prodotti e Servizi Speciali dedicati A-STYLE.",
			"landing.certifiedHistoryTitle.text": "Sblocca Autenticità e Benefici Esclusivi con",
			"video.title": "Inizia il Tuo Viaggio A-STYLE",
			"video.subtitle": "Scopri di più ora",
			"roadmap.t1": "Scopri il prossimo",
			"roadmap.t2": "Guarda il video e scopri come funziona l'Ecosistema A-STYLE",
			"roadmap.t3.1": "Sviluppo del Prodotto A-STYLE: design e produzione del prodotti fisici A-STYLE",
			"roadmap.t3.2": "Etichetta NFC: Sviluppo del database SQL per correlare i prodotti A-STYLE con i token A-STYLE",
			"roadmap.t3.3": "Sviluppo del Mercato Web: Creare una piattaforma di e-commerce integrata con la funzionalità Web3",
			"roadmap.t3.4": "Miglioramento della Sicurezza: Implementare misure di sicurezza per proteggere l'Ecosistema A-STYLE",
			"roadmap.t3.5": "Marketing Internazionale del Marchio: Lancio campagne di marketing globali per aumentare la visibilità del marchio",
			"roadmap.t4.1": "Integrazione del Team: implementare la coesione e i membri del team per migliorare la produttività e l'innovazione",
			"roadmap.t4.2": "Configurazione della Liquidità dei Token e miglioramento del Web3: Stabilizzare la liquidità dei token e migliorare l'infrastruttura",
			"roadmap.t4.3": "Logistica dei Prodotti: Organizzare la logistica per la distribuzione dei prodotti fisici",
			"roadmap.t4.4": "Inizio delle Vendite Online di Prodotti Fisici A-STYLE",
			"roadmap.t4.5": "Marketing Online/Offline: Implementare campagne di marketing sia online che offline, sfruttando i social network, la stampa e la visibilità del marchio offline",
			"roadmap.t4.6": "Miglioramento del Club A-STYLE: Migliorare le funzionalità e i benefici del Club  destinato ai clienti",
			"roadmap.t5.1": "Miglioramento della Correlazione tra Web3 e nuovi Prodotti fisici e sevizi",
			"roadmap.t5.2": "Rete di Distribuzione dei Prodotti: Espandere la rete di distribuzione per raggiungere un pubblico più ampio",
			"roadmap.t5.3": "Incremento del Marketing: Intensificare le attività di marketing per migliorare la visibilità del marchio attraverso eventi e sponsorships",
			"roadmap.t6.1": "Sviluppo di Prodotti A-STYLE: Espandere la gamma di prodotti",
			"roadmap.t6.2": "Collaborazioni e Co-branding: Formare partnership strategiche per sviluppare nuove linee di prodotti e collaborazioni stilistche",
			"step1.title": "Fase 1 (Prevendita)",
			"step1.text.1": "A-STYLE sbarca nel Web3 e inizia la distribuzione dei token A-STYLE",
			"step1.text.2": "Web3 amplifica, supporta e promuove la Fase 2",
			"step1.text.3": "Possedere token A-STYLE significa unirsi al Club A-STYLE e goderne dei vantaggi. É  anche un efficace strumento per verificare l'autenticità dei prodotti A-STYLE",
			"step2.title": "Fase 2 (Vendita)",
			"step2.text.1": "I prodotti di qualità del marchio italiano originale A-STYLE sono pronti per la vendita",
			"step2.text.2": "Le speciali etichette NFC (Near Field Communication)  applicate a tutti i prodotti A-STYLE accompagnano ogni cliente nel Web3",
			"step2.text.3": "L'etichetta NFC posta su ogni prodotto A-STYLE che acquisti ti dà, attraverso il tuo smartphone, un numero definito di token A-STYLE e assicura che ogni prodotto sia unicamente e reciprocamente collegato a te per il tempo che desideri",
			"text.months": "mesi",
			"brandTitle.1": "Il Legame Unico Tra",
			"brandTitle.2": "Prodotti e Token",
			"brandText": "Per ogni prodotto A-STYLE acquistato e poi registrato attraverso il Club A-STYLE, il 10% del suo valore sarà aggiunto alla liquidità del Token A-STYLE supportandone così l'Ecosistema.",
			"brandText.1": "In questo modo, il valore dei token riflette l'espansione globale e il successo del marchio A-STYLE.",
			"referral.text": "Connetti il tuo portafoglio e ottieni un referral link del 10%",
			"updateprice": "Aggiorna Prezzo",
			"buynow": "COMPRA ORA",
			"buy": "Compra $A-STYLE Ora!",
			"raised": "Raccolto"
		}
	},
	"es": {
		"translation": {
			"landing.gotoPresale": "VE A LA PREVENTA",
			"landing.3D.text": "Bienvenidos a A-style, donde la innovación y la tradición convergen en una perfecta fusión de mundos físicos y digitales.",
			"landing.searcCopyTitle.text": "La conexión entre Web3 y",
			"landing.searcCopy.text": "El poderoso y reconocible logo de doble significado A-STYLE está ahora completamente acuñado en 2.0 mil millones de tokens A-STYLE. Cada producto A-STYLE en venta en el mercado tendrá una etiqueta NFC única. Esta etiqueta, cuando se escanee con tu smartphone, habilitará una cantidad de tokens A-STYLE correlacionados con el valor del producto y que podrás almacenar en tu billetera cripto.",
			"landing.certifiedHistory.text": "Al escanear la etiqueta NFC, también puedes verificar la autenticidad de tu producto A-STYLE y acceder al Club A-STYLE obteniendo beneficios asociados a tus tokens o comprando Productos y Servicios Especiales dedicados A-STYLE.",
			"landing.certifiedHistoryTitle.text": "Desbloquea Autenticidad y Beneficios Exclusivos con",
			"video.title": "Comienza Tu Viaje A-STYLE",
			"video.subtitle": "Descubre más ahora",
			"roadmap.t1": "Descubre lo próximo",
			"roadmap.t2": "Mira el video y descubre cómo funciona el Ecosistema A-STYLE",
			"roadmap.t3.1": "Desarrollo del Producto A-STYLE: diseño y producción de productos físicos A-STYLE",
			"roadmap.t3.2": "Etiqueta NFC: Desarrollo de la base de datos SQL para correlacionar los productos A-STYLE con los tokens A-STYLE",
			"roadmap.t3.3": "Desarrollo del Mercado Web: Crear una plataforma de comercio electrónico integrada con la funcionalidad Web3",
			"roadmap.t3.4": "Mejora de la Seguridad: Implementar medidas de seguridad para proteger el Ecosistema A-STYLE",
			"roadmap.t3.5": "Marketing Internacional de la Marca: Lanzar campañas de marketing globales para aumentar la visibilidad de la marca",
			"roadmap.t4.1": "Integración del Equipo: implementar la cohesión y los miembros del equipo para mejorar la productividad y la innovación",
			"roadmap.t4.2": "Configuración de la Liquidez de los Tokens y mejora del Web3: Estabilizar la liquidez de los tokens y mejorar la infraestructura",
			"roadmap.t4.3": "Logística de los Productos: Organizar la logística para la distribución de productos físicos",
			"roadmap.t4.4": "Inicio de las Ventas Online de Productos Físicos A-STYLE",
			"roadmap.t4.5": "Marketing Online/Offline: Implementar campañas de marketing tanto online como offline, aprovechando las redes sociales, la prensa y la visibilidad de la marca offline",
			"roadmap.t4.6": "Mejora del Club A-STYLE: Mejorar las funcionalidades y los beneficios del Club destinado a los clientes",
			"roadmap.t5.1": "Mejora de la Correlación entre Web3 y nuevos productos físicos y servicios",
			"roadmap.t5.2": "Red de Distribución de Productos: Expandir la red de distribución para alcanzar a un público más amplio",
			"roadmap.t5.3": "Incremento del Marketing: Intensificar las actividades de marketing para mejorar la visibilidad de la marca a través de eventos y patrocinio",
			"roadmap.t6.1": "Desarrollo de Productos A-STYLE: Ampliar la gama de productos",
			"roadmap.t6.2": "Colaboraciones y Co-branding: Formar asociaciones estratégicas para desarrollar nuevas líneas de productos y colaboraciones estilísticas",
			"step1.title": "Fase 1 (Preventa)",
			"step1.text.1": "A-STYLE desembarca en Web3 y comienza la distribución de los tokens A-STYLE",
			"step1.text.2": "Web3 amplifica, apoya y promueve la Fase 2",
			"step1.text.3": "Poseer tokens A-STYLE significa unirse al Club A-STYLE y disfrutar de sus ventajas. También es una herramienta eficaz para verificar la autenticidad de los productos A-STYLE",
			"step2.title": "Fase 2 (Venta)",
			"step2.text.1": "Los productos de calidad de la marca italiana original A-STYLE están listos para la venta",
			"step2.text.2": "Las etiquetas NFC (Near Field Communication) especiales aplicadas a todos los productos A-STYLE acompañan a cada cliente en el Web3",
			"step2.text.3": "La etiqueta NFC colocada en cada producto A-STYLE que compres te da, a través de tu smartphone, una cantidad definida de tokens A-STYLE y asegura que cada producto esté única y recíprocamente vinculado a ti durante el tiempo que desees",
			"text.months": "meses",
			"brandTitle.1": "El Vínculo Único Entre",
			"brandTitle.2": "Productos y Tokens",
			"brandText": "Por cada producto A-STYLE comprado y luego registrado a través del Club A-STYLE, el 10% de su valor se añadirá a la liquidez del Token A-STYLE apoyando así el Ecosistema.",
			"brandText.1": "De esta manera, el valor de los tokens refleja la expansión global y el éxito de la marca A-STYLE.",
			"referral.text": "Conecta tu billetera y obtén un enlace de referencia del 10%",
			"updateprice": "Actualizar Precio",
			"buynow": "COMPRA AHORA",
			"buy": "¡Compra $A-STYLE Ahora!",
			"raised": "Recaudado"
		}
	},
	"ja": {
		"translation": {
			"landing.gotoPresale": "プレセールに行く",
			"landing.3D.text": "A-styleへようこそ。ここでは、イノベーションと伝統が融合し、物理的な世界とデジタルの世界が完璧に調和しています。",
			"landing.searcCopyTitle.text": "Web3と",
			"landing.searcCopy.text": "強力で認識しやすい二重の意味を持つA-STYLEのロゴが、2億A-STYLEトークンに完全に鋳造されました。市場に出ているすべてのA-STYLE製品には、ユニークなNFCタグが付いています。このタグをスマートフォンでスキャンすると、製品の価値に関連する数のA-STYLEトークンを取得し、それを暗号ウォレットに保存できます。",
			"landing.certifiedHistory.text": "NFCタグをスキャンすることで、A-STYLE製品の真正性を確認し、A-STYLEクラブにアクセスしてトークンに関連する特典を得たり、A-STYLE専用の製品やサービスを購入することができます。",
			"landing.certifiedHistoryTitle.text": "真正性と独占的な特典をアンロック",
			"video.title": "A-STYLEの旅を始めよう",
			"video.subtitle": "今すぐ詳しく知る",
			"roadmap.t1": "次のステップを発見する",
			"roadmap.t2": "ビデオを見て、A-STYLEエコシステムの動作を学ぶ",
			"roadmap.t3.1": "A-STYLE製品開発：A-STYLE物理製品の設計と生産",
			"roadmap.t3.2": "NFCタグ：A-STYLE製品とA-STYLEトークンを関連付けるためのSQLデータベースの開発",
			"roadmap.t3.3": "ウェブマーケットプレイス開発：Web3機能を統合したeコマースプラットフォームを作成",
			"roadmap.t3.4": "セキュリティの強化：A-STYLEエコシステムを保護するためのセキュリティ対策を実施",
			"roadmap.t3.5": "国際ブランドマーケティング：ブランドの知名度を高めるためにグローバルなマーケティングキャンペーンを開始",
			"roadmap.t4.1": "チームの統合：生産性とイノベーションを向上させるためにチームメンバーの統合とコヒージョンを実施",
			"roadmap.t4.2": "トークン流動性の設定とWeb3の改善：トークンの流動性を安定させ、インフラストラクチャを改善",
			"roadmap.t4.3": "製品の物流：物理製品の流通のための物流を組織",
			"roadmap.t4.4": "A-STYLE物理製品のオンライン販売の開始",
			"roadmap.t4.5": "オンライン/オフラインマーケティング：ソーシャルネットワーク、プレス、オフラインブランドの可視性を活用して、オンラインおよびオフラインのマーケティングキャンペーンを実施",
			"roadmap.t4.6": "A-STYLEクラブの改善：顧客向けクラブの機能と特典を強化",
			"roadmap.t5.1": "Web3と新しい物理製品およびサービスとの関連性の改善",
			"roadmap.t5.2": "製品流通ネットワーク：より広いオーディエンスにリーチするために流通ネットワークを拡大",
			"roadmap.t5.3": "マーケティングの増強：イベントやスポンサーシップを通じてブランドの知名度を向上させるためにマーケティング活動を強化",
			"roadmap.t6.1": "A-STYLE製品開発：製品ラインを拡大",
			"roadmap.t6.2": "コラボレーションとコーブランディング：新しい製品ラインとスタイリスティックなコラボレーションを開発するための戦略的パートナーシップを形成",
			"step1.title": "フェーズ1（プレセール）",
			"step1.text.1": "A-STYLEがWeb3に参入し、A-STYLEトークンの配布を開始",
			"step1.text.2": "Web3がフェーズ2を強化、サポート、促進",
			"step1.text.3": "A-STYLEトークンを所有することは、A-STYLEクラブに参加し、その特典を享受することを意味します。また、A-STYLE製品の真正性を確認するための効果的なツールでもあります",
			"step2.title": "フェーズ2（販売）",
			"step2.text.1": "オリジナルのイタリアブランドA-STYLEの高品質製品が販売の準備ができました",
			"step2.text.2": "すべてのA-STYLE製品に適用される特別なNFC（Near Field Communication）タグが各顧客をWeb3に案内します",
			"step2.text.3": "購入する各A-STYLE製品に配置されたNFCタグは、スマートフォンを介して定義された数のA-STYLEトークンを提供し、各製品が希望する期間、唯一無二にあなたにリンクされることを保証します",
			"text.months": "月",
			"brandTitle.1": "製品とトークンの",
			"brandTitle.2": "ユニークな結びつき",
			"brandText": "購入後、A-STYLEクラブを通じて登録された各A-STYLE製品の価値の10％が、A-STYLEトークンの流動性に追加され、エコシステムをサポートします。",
			"brandText.1": "このようにして、トークンの価値はA-STYLEブランドのグローバルな拡大と成功を反映します。",
			"referral.text": "ウォレットを接続して10％のリファーラルリンクを取得",
			"updateprice": "価格を更新",
			"buynow": "今すぐ購入",
			"buy": "$A-STYLEを今すぐ購入！",
			"raised": "集められた"
		}
	},
	"pt": {
		"translation": {
			"landing.gotoPresale": "VÁ PARA A PRÉ-VENDA",
			"landing.3D.text": "Bem-vindos ao A-style, onde inovação e tradição convergem em uma perfeita fusão de mundos físicos e digitais.",
			"landing.searcCopyTitle.text": "A conexão entre Web3 e",
			"landing.searcCopy.text": "O poderoso e reconhecível logotipo de duplo sentido A-STYLE agora está totalmente cunhado em 2,0 bilhões de tokens A-STYLE. Cada produto A-STYLE à venda no mercado terá uma etiqueta NFC única. Esta etiqueta, quando escaneada com seu smartphone, habilitará um número de tokens A-STYLE correlacionados ao valor do produto que você poderá armazenar em sua carteira cripto.",
			"landing.certifiedHistory.text": "Ao escanear a etiqueta NFC, você também pode verificar a autenticidade do seu produto A-STYLE e acessar o Clube A-STYLE, ganhando benefícios associados aos seus tokens ou comprando Produtos e Serviços Especiais dedicados A-STYLE.",
			"landing.certifiedHistoryTitle.text": "Desbloqueie Autenticidade e Benefícios Exclusivos com",
			"video.title": "Comece Sua Jornada A-STYLE",
			"video.subtitle": "Saiba mais agora",
			"roadmap.t1": "Descubra o próximo",
			"roadmap.t2": "Assista ao vídeo e descubra como funciona o Ecossistema A-STYLE",
			"roadmap.t3.1": "Desenvolvimento de Produtos A-STYLE: design e produção de produtos físicos A-STYLE",
			"roadmap.t3.2": "Etiqueta NFC: Desenvolvimento do banco de dados SQL para correlacionar os produtos A-STYLE com os tokens A-STYLE",
			"roadmap.t3.3": "Desenvolvimento do Mercado Web: Criar uma plataforma de e-commerce integrada com a funcionalidade Web3",
			"roadmap.t3.4": "Melhoria da Segurança: Implementar medidas de segurança para proteger o Ecossistema A-STYLE",
			"roadmap.t3.5": "Marketing Internacional da Marca: Lançar campanhas de marketing globais para aumentar a visibilidade da marca",
			"roadmap.t4.1": "Integração da Equipe: implementar a coesão e os membros da equipe para melhorar a produtividade e a inovação",
			"roadmap.t4.2": "Configuração da Liquidez dos Tokens e melhoria do Web3: Estabilizar a liquidez dos tokens e melhorar a infraestrutura",
			"roadmap.t4.3": "Logística dos Produtos: Organizar a logística para a distribuição dos produtos físicos",
			"roadmap.t4.4": "Início das Vendas Online de Produtos Físicos A-STYLE",
			"roadmap.t4.5": "Marketing Online/Offline: Implementar campanhas de marketing tanto online quanto offline, aproveitando as redes sociais, a imprensa e a visibilidade da marca offline",
			"roadmap.t4.6": "Melhoria do Clube A-STYLE: Melhorar as funcionalidades e os benefícios do Clube destinado aos clientes",
			"roadmap.t5.1": "Melhoria da Correlação entre Web3 e novos Produtos físicos e serviços",
			"roadmap.t5.2": "Rede de Distribuição de Produtos: Expandir a rede de distribuição para alcançar um público mais amplo",
			"roadmap.t5.3": "Aumento do Marketing: Intensificar as atividades de marketing para melhorar a visibilidade da marca através de eventos e patrocínios",
			"roadmap.t6.1": "Desenvolvimento de Produtos A-STYLE: Expandir a linha de produtos",
			"roadmap.t6.2": "Colaborações e Co-branding: Formar parcerias estratégicas para desenvolver novas linhas de produtos e colaborações estilísticas",
			"step1.title": "Fase 1 (Pré-venda)",
			"step1.text.1": "A-STYLE chega ao Web3 e começa a distribuição dos tokens A-STYLE",
			"step1.text.2": "Web3 amplifica, apoia e promove a Fase 2",
			"step1.text.3": "Possuir tokens A-STYLE significa se juntar ao Clube A-STYLE e desfrutar de seus benefícios. É também uma ferramenta eficaz para verificar a autenticidade dos produtos A-STYLE",
			"step2.title": "Fase 2 (Venda)",
			"step2.text.1": "Os produtos de qualidade da marca italiana original A-STYLE estão prontos para venda",
			"step2.text.2": "As etiquetas NFC (Near Field Communication) especiais aplicadas a todos os produtos A-STYLE acompanham cada cliente no Web3",
			"step2.text.3": "A etiqueta NFC colocada em cada produto A-STYLE que você compra lhe dá, através do seu smartphone, um número definido de tokens A-STYLE e garante que cada produto esteja única e reciprocamente ligado a você pelo tempo que desejar",
			"text.months": "meses",
			"brandTitle.1": "A Ligação Única Entre",
			"brandTitle.2": "Produtos e Tokens",
			"brandText": "Para cada produto A-STYLE comprado e depois registrado através do Clube A-STYLE, 10% do seu valor será adicionado à liquidez do Token A-STYLE, apoiando assim o Ecossistema.",
			"brandText.1": "Desta forma, o valor dos tokens reflete a expansão global e o sucesso da marca A-STYLE.",
			"referral.text": "Conecte sua carteira e obtenha um link de referência de 10%",
			"updateprice": "Atualizar Preço",
			"buynow": "COMPRAR AGORA",
			"buy": "Compre $A-STYLE Agora!",
			"raised": "Arrecadado"
		}
	},
	"fr": {
		"translation": {
			"landing.gotoPresale": "ALLER À LA PRÉVENTE",
			"landing.3D.text": "Bienvenue chez A-style, où l'innovation et la tradition convergent en une parfaite fusion des mondes physique et numérique.",
			"landing.searcCopyTitle.text": "La connexion entre Web3 et",
			"landing.searcCopy.text": "Le puissant et reconnaissable logo à double sens A-STYLE est maintenant entièrement frappé en 2,0 milliards de tokens A-STYLE. Chaque produit A-STYLE en vente sur le marché aura une étiquette NFC unique. Cette étiquette, lorsqu'elle est scannée avec votre smartphone, activera un nombre de tokens A-STYLE corrélés à la valeur du produit que vous pourrez stocker dans votre portefeuille crypto.",
			"landing.certifiedHistory.text": "En scannant l'étiquette NFC, vous pouvez également vérifier l'authenticité de votre produit A-STYLE et accéder au Club A-STYLE, en gagnant des avantages associés à vos tokens ou en achetant des Produits et Services Spéciaux dédiés A-STYLE.",
			"landing.certifiedHistoryTitle.text": "Débloquez Authenticité et Avantages Exclusifs avec",
			"video.title": "Commencez Votre Voyage A-STYLE",
			"video.subtitle": "En savoir plus maintenant",
			"roadmap.t1": "Découvrez ce qui suit",
			"roadmap.t2": "Regardez la vidéo et découvrez comment fonctionne l'Écosystème A-STYLE",
			"roadmap.t3.1": "Développement de Produits A-STYLE: conception et production de produits physiques A-STYLE",
			"roadmap.t3.2": "Étiquette NFC: Développement de la base de données SQL pour corréler les produits A-STYLE avec les tokens A-STYLE",
			"roadmap.t3.3": "Développement du Marché Web: Créer une plateforme de commerce électronique intégrée à la fonctionnalité Web3",
			"roadmap.t3.4": "Amélioration de la Sécurité: Mettre en œuvre des mesures de sécurité pour protéger l'Écosystème A-STYLE",
			"roadmap.t3.5": "Marketing International de la Marque: Lancer des campagnes de marketing globales pour augmenter la visibilité de la marque",
			"roadmap.t4.1": "Intégration de l'Équipe: mettre en œuvre la cohésion et les membres de l'équipe pour améliorer la productivité et l'innovation",
			"roadmap.t4.2": "Configuration de la Liquidité des Tokens et amélioration du Web3: Stabiliser la liquidité des tokens et améliorer l'infrastructure",
			"roadmap.t4.3": "Logistique des Produits: Organiser la logistique pour la distribution des produits physiques",
			"roadmap.t4.4": "Début des Ventes en Ligne de Produits Physiques A-STYLE",
			"roadmap.t4.5": "Marketing en Ligne/Hors Ligne: Mettre en œuvre des campagnes de marketing en ligne et hors ligne, en tirant parti des réseaux sociaux, de la presse et de la visibilité de la marque hors ligne",
			"roadmap.t4.6": "Amélioration du Club A-STYLE: Améliorer les fonctionnalités et les avantages du Club destiné aux clients",
			"roadmap.t5.1": "Amélioration de la Corrélation entre Web3 et les nouveaux produits physiques et services",
			"roadmap.t5.2": "Réseau de Distribution des Produits: Élargir le réseau de distribution pour atteindre un public plus large",
			"roadmap.t5.3": "Augmentation du Marketing: Intensifier les activités de marketing pour améliorer la visibilité de la marque à travers des événements et des parrainages",
			"roadmap.t6.1": "Développement de Produits A-STYLE: Élargir la gamme de produits",
			"roadmap.t6.2": "Collaborations et Co-branding: Former des partenariats stratégiques pour développer de nouvelles lignes de produits et des collaborations stylistiques",
			"step1.title": "Phase 1 (Prévente)",
			"step1.text.1": "A-STYLE arrive dans le Web3 et commence la distribution des tokens A-STYLE",
			"step1.text.2": "Web3 amplifie, soutient et promeut la Phase 2",
			"step1.text.3": "Posséder des tokens A-STYLE signifie rejoindre le Club A-STYLE et profiter de ses avantages. C'est aussi un outil efficace pour vérifier l'authenticité des produits A-STYLE",
			"step2.title": "Phase 2 (Vente)",
			"step2.text.1": "Les produits de qualité de la marque italienne originale A-STYLE sont prêts à être vendus",
			"step2.text.2": "Les étiquettes NFC (Near Field Communication) spéciales appliquées à tous les produits A-STYLE accompagnent chaque client dans le Web3",
			"step2.text.3": "L'étiquette NFC placée sur chaque produit A-STYLE que vous achetez vous donne, via votre smartphone, un nombre défini de tokens A-STYLE et garantit que chaque produit est unique et réciproquement lié à vous aussi longtemps que vous le souhaitez",
			"text.months": "mois",
			"brandTitle.1": "Le Lien Unique Entre",
			"brandTitle.2": "Produits et Tokens",
			"brandText": "Pour chaque produit A-STYLE acheté et ensuite enregistré via le Club A-STYLE, 10% de sa valeur sera ajouté à la liquidité du Token A-STYLE, soutenant ainsi l'Écosystème.",
			"brandText.1": "De cette façon, la valeur des tokens reflète l'expansion mondiale et le succès de la marque A-STYLE.",
			"referral.text": "Connectez votre portefeuille et obtenez un lien de parrainage de 10%",
			"updateprice": "Mettre à jour le prix",
			"buynow": "ACHETEZ MAINTENANT",
			"buy": "Achetez $A-STYLE Maintenant!",
			"raised": "Collecté"
		}
	}
}